<template>
    <section class="symbol">
        <section class="symbol-page">
            <div class="const"><h2>О районе</h2></div>
            <div class="const">
                <div class="symbol-page__text">
                    <p class="part-title">У истоков</p>
                    <p class="part-text">
                        Древняя, как сама Русь, Становлянская земля вписала немало славных страниц в историю.
                    </p>
                    <p class="part-text">В период укрепления южных границ Московского государства в царствование Федора Ивановича (сына Ивана Грозного) стали идти под раздачу дикие поля, земли, опустошенные в III-XVI веках татарами. На них вырубался лес, распахивалась земля, строились жилища, в основном из глины и дерева.</p>
                    <p class="part-text">Так возник  край Становлянский на окраинах славянских земель, игравший большую роль в их защите, в укреплении Российского государства.</p>
                    <p class="part-text">Деревня Становая возникла в 1620 году. Свое название она, видимо, получила по вершине оврага Станового. Здесь при образовании  волости находился её центр. Отсюда и пошло название района.</p>
                    <p class="part-text">Сведения 1645 года подтверждают, что здесь получили земли помещики Бобровские, Самойловы, Воротынцевы и др. Это были дети боярские, впоследствии единодворцы - государственные крестьяне.</p>
                    <p class="part-text">Накануне первой русской революции 1905-1907 годов территория Становлянского района входила в состав Елецкого и Ефремовского уездов Орловской и Тульской губерний. Крестьянство здесь, как и в других уездах, составляло подавляющее большинство населения.</p>
                    <p class="part-text">Положение крестьян было очень тяжелым. Мизерные наделы не могли удовлетворить даже минимальных потребностей. Крестьяне вынуждены были арендовать землю у помещиков и кулаков. И за это нести тяжелую долю отработок и неимоверно высоких поборов.</p>
                    <p class="part-text">В Елецком уезде в руках только крупных землевладельцев в 1905 году находилось более 158 тысяч десятин и около 50 % всех земель.</p>
                    <p class="part-text">Помещикам Стаховичу, Красовскому, Клокову, Еманову, Ростовцеву, Черниковой и другим принадлежало в нашей местности от 2-х до 5-ти тысяч десятин земли.</p>
                    <p class="part-text">Январские события 1905 года в Петербурге подняли на революционную борьбу народные массы и в нашем крае. Большую роль в подъеме революционного движения в тогдашней Орловской губернии сыграла деятельность Елецкой организации РСДРП (б)</p>
                    <p class="part-text">В ходе революционного движения крестьяне использовали различные формы борьбы. Они громили помещичьи усадьбы, захватывали хлеб, скот и имущество, производили массовые порубки леса.</p>
                    <p class="part-text">До революции на территории нашего района действовали лишь три земские больницы на 35 коек каждая и небольшие аптеки при них.</p>
                    <p class="part-text">Трудящиеся уезда горячо приветствовали победу Великого Октября.</p>
                    <p class="part-text">Достоверно известно, что в селах Тростное, Телегино, Плоское, Красная Польна, Пальна Михайловка, Грунино-Воргол и других прошли бурные сходы крестьян.</p>
                    <p class="part-text">Темным, забитым крестьянам многое тогда было еще непонятным, запутанным. Но все ясно осознавали, что царя с престола скинули, и власть перешла народу. Крестьяне требовали землю. В Становлянской и Соловьевской волостях были попытки захвата и дележа помещичьих имений. 11 ноября 1917 года состоялось расширенное заседание Совета рабочих и солдатских депутатов, созданных  по инициативе Елецких большевиков. Здесь было принято решение об установлении Советской власти в уезде. Из 11 человек был создан военно-революционный комитет, председателем которого утвердили В.А.Успенского. Комитету было поручено установить порядок в уезде, развернуть работу по организации и установлению Советской власти в селах, деревнях и в городе.</p>
                    <p class="part-text">На территории Становлянского района первой в октябре 1917 года создана Кирилловская сельская организация РСДРП(б). В 1917 году в д. Становая был образован волисполком. Он ютился в маленьком доме с двумя подслеповатыми окнами, с покосившимся крыльцом, порогами которого служили грубо отесанные камни.</p>
                    <p class="part-text">Осенью 1924 года кулаки подожгли здание волисполкома, и он перенесён был в с. Плоское. Все документы сгорели в огне.</p>
                    <p class="part-text">Чтобы поднять массы на борьбу с белогвардейцами, голодом и холодом, партия использовала различные формы политической агитации.</p>
                    <p class="part-text">29 октября на станции Становая перед бойцами 42-й пехотной дивизии выступает Михаил Иванович Калинин.</p>
                    <p class="part-text">В начале 20-х годов в Орловской губернии образовываются сельскохозяйственные артели. И с этого времени на территории Становлянского района образовываются совхозы, выделяются ассигнования на закупку машин, улучшение семенного дела, повышение культуры края.</p>
                    <p class="part-text">7 июля 1928 года при станции Становая состоялся I   съезд Советов Становлянского района Елецкого округа Центрально-Черноземной области, провозгласивший образование нашего района. Центром района стала ст. Становая. Территория района насчитывала 831 кв.км. В него вошло 25 сельских советов, 178 населенных пунктов, 10027 хозяйств. Число жителей-50068 человек.</p>
                    <p class="part-text">В конце 30-х годов в районе ведется интенсивное строительство. Строятся школы, Дома культуры, магазины, радиоузел, баня.</p>
                    <p class="part-text">21 июня 1941 года созидательный труд советских людей, в том числе и становлянцев, был прерван вероломным нападением на нашу страну фашистской Германии. 23 ноября  1941 года немцы вступили на нашу территорию. А в ночь на 4 декабря этого же года Елец, бывший Волынский и большая часть Становлянского района оказались оккупированы злейшим врагом. Цель противника на этом участке фронта заключалась в том, чтобы как можно глубже продвинуться в район Москвы. Но на их пути стояли войска оперативной группировки генерал-лейтенанта Ф.Я.Костенко. Они сумели нанести сокрушительный удар по противнику.</p>
                    <p class="part-text">Северо-Восточнее Ельца была сформирована ударная группа 13-й армии в составе кавалерийской дивизии, стрелковой и танковой бригад.  В боях за освобождение Становлянского района участвовала 150-я отдельная танковая бригада.</p>
                    <p class="part-text">Советские воины отважно сражались с врагом на территории района. В тяжелом бою за д.Подхорошее героический подвиг совершил Михаил Крохмаль.</p>
                    <p class="part-text">Самоотверженный подвиг при освобождении с.Калиновка совершили воины первой пулеметной роты 132-го стрелкового полка во главе с командиров Севастьяновым. 56 бойцов вместе с командиром роты пали смертью храбрых в этом кровопролитном бою. Но враг не прошел. Ухоженный памятник стоит при въезде в Красную Польну как дань памяти погибшим.</p>
                    <p class="part-text">Подобных памятников и обелисков на Становлянской земле-32.</p>
                    <p class="part-text">Оккупация района продолжалась до 12 дней, однако немецко-фашистские изверги успели нанести громадные разрушения и принести много горя семьям становлянцев. Они расстреляли и замучили 53 невинных человека; почти полностью уничтожили 43 населенных пункта, 35 школьных зданий, 3 медпункта, 4 родильных дома, больницу, ветлечебницу. Сожжено и уничтожено 2052 дома. За время оккупации району нанесен убыток в 105 млн. 872 тыс. 643 рубля.</p>
                    <p class="part-text">10,5 тысяч становлянцев отважно сражались с врагом на фронтах Великой Отечественной войны. 7300 из них не вернулись с полей сражений. 9 Героев Советского Союза - уроженцы Становлянского района.</p>
                    <p class="part-text">Труженикам района пришлось много усилий приложить для восстановления разрушенного хозяйства. Но с каждым годом все больше залечивались раны, нанесенные войной. Самоотверженный труд наших земляков высоко оценен Родиной. Среди них 22 кавалера Ордена Ленина, 70 кавалеров Ордена Трудового Красного Знамени.</p>
                    <p class="part-text">Их потомки высоко несут гордое имя тружеников, врачей и учителей, хлеборобов и животноводов, своими свершениями оставляя след в российской истории.</p>
                </div>
            </div>
        </section>
    </section>
</template>

<script>

    import '../../assets/styles/about-region.scss'



    export default {
        name: 'History',
        components: {

        },
        data(){
            return{

            }
        }
    }
</script>
