<template>
    <section class="symbol-page">
        <div class="const"><h2>Исторические места</h2></div>
        <div class="const">

            <div class="symbol-page__text">
                <p class="part-title">Д.Озерки - малая родина И.А.Бунина</p>
                <p class="part-text">
                    На территории современного Становлянского района немало памятных мест, связанных с жизнью и творчеством замечательных людей России.
                    С 1818 года в нашей местности (а ранее это был Елецкий уезд) обосновался род Буниных. Тогда по раздельному акту имущество прадеда дед Бунина Николай Дмитриевич получил в наследство имение «…в сельцах Семеновском, Каменка тож и в Озерках…300 десятин…со всеми угодьями…да в оном же сельце Семеновском, Каменка тож, господский дом с пристройками…». В Каменке жил отец Бунина Алексей Николаевич с 1827 года, здесь родились старшие его сыновья Юлий (1857 г.р) и Евгений (1858г.р.). Отсюда он переселился в Воронеж, где прожил с семьёй 7 лет и где в 1870 году родился будущий писатель И.А.Бунин. Когда Ване было 3,5 года, семья возвратилась назад и поселилась в своем хуторе Бутырки в 2 км от родового имения. Здесь Бунины жили с 1874 по 1881 годы. Бутыркам,  проведенному в них детству, посвящены самые лирические страницы романа «Жизнь Арсеньева» (1933год).
                    О пребывании Бунина в Бутырках сейчас свидетельствует лишь памятный знак, установленный к юбилею писателя.
                    В 1881 году А.И.Бунин продал хутор Бутырки крестьянам, переселившись в соседние Озерки (1,5-2км), где матери Бунина, урожденной Чубаровой, по смерти бабки писателя, досталась небольшая усадьба: «шестикомнатный дом под соломенной крышей и цветными верхними стеклами, сад над прудом и немного земли».Это был последний дом Буниных, в котором они прожили около 10 лет. Сюда приезжал Бунин на каникулы из Елецкой гимназии, сюда вернулся, бросивши её, в 1886 году здесь продолжал образование под руководством брата Юлия, здесь написал первое опубликованное стихотворение «Деревенский нищий». Отсюда ушел Бунин в поисках заработка.
                    В начале 90-х годов этот дом был продан. В настоящее время он восстановлен с целью воссоздания Бунинского музея.
                    Начиная с 1894 года, Бунин проводит каждое лето в деревне Огневка, где поселился его брат Евгений. В декабре 1906 года скончался в Огневке отец писателя Алексей Николаевич и был похоронен на кладбище с.Грунино-Воргол. В Огневке не осталось следов бунинской усадьбы, но сиреневые заросли указывают её место над старинным прудом.
                    Любимыми местами Бунина были окрестные сёла-новоселки, Петрищево, Польское, Жилое, Злобино… В церкви Покрова Богородицы с.Злобино венчались родители будущего писателя. Рядом находятся 5 безымянных могил его братьев и сестер. В церковь любил приходить И.Бунин, когда заезжал по дороге из Ельца в Озерки. Позднее в этой церкви венчалась внебрачная дочь брата Евгения.
                    Большая часть произведений И.А.Бунина посвящена этим дорогим для него местам, воспитавшим и сформировавшим русского писателя, Нобелевского лауреата, названных  К.Г.Паустовским емким и точным понятием «Бунинская Россия».
                </p>

                <p class="part-title">С.Пальна – Михайловка - малая родина
                    просветителей Стаховичей</p>
                <p class="part-text">Одним из наиболее интересных мест нашего края является село Пальна - Михайловка. Здесь находится усадьба Стаховичей с чудесным парком, сохранившимся до сего дня, которая с конца 18 столетия принадлежала М.В.Перваго.
                    Род Стаховичей дал русской культуре ряд  замечательных имен. Так, большой знаток народного творчества М.А.Стахович собрал, переложил на музыку, а затем в 1854 году издал 4 сборника русской народной песни. Все ведущие артисты МХАТа были друзьями Стаховичей, которые материально поддерживали МХАТ. В усадьбе Пальна - Михайловка ставились пьесы с участием К.С.Станиславского, В.И.Немировича-Данченко, О.Книпер-Чеховой. Сюда пешком из Ясной Поляны приходил Л.Н.Толстой, дважды приезжал и Репин. Отдыхал у Стаховичей и А.С.Пушкин, и художник Н.Н.Ге.
                    Много таланта и труда вложили в украшение усадьбы известны архитекторы и художники: церковь-усыпальница была построена по проекту знаменитого русского зодчего В.И.Баженова. Один из пальновских домов был построен знаменитым архитектором 1 половины 19 века А.А. Ветбергом, известным в России своим знаменитым проектом Храма-памятника в Москве. Усадебный комплекс Стаховичей находится на государственной охране, дом реставрируется.
                    В Пальна-Михайловской средней школе имеется две комнаты музея Стаховичей и М.М.Пришвина (Пришвин родился в 5 км от этой усадьбы в бывшем селе Хрущево-Левшино, где находится могила матери писателя и сохранились барские пруды).
                    Один из потомков рода Стаховичей вернулся на родину предков в Пальна - Михайловку-это Михаил Михайлович Стахович.</p>

                <p class="part-title">Д.Кропотово - усадьба предков М.Ю.Лермонтова</p>
                <p class="part-text">В 1791 году Петр Юрьевич, дед великого поэта, купил деревушку Кропотово, которая находится в нескольких километрах от станции Бабарыкино Становлянского района. Юрий Петрович, отец поэта, после отставки от военной службы вернулся в Кропотово  и жил здесь вместе со своими сестрами. Михаил Юрьевич Лермонтов 13-летним мальчиком гостил здесь летом 1827 года. Это был его первый приезд в имение. От отца и теток мальчик узнавал прошлое когда-то знаменитого и богатого рода, видел портреты своих предков и матери. На одном из серебристых тополей, росших возле дома, Михаил вырезал свой вензель «М.Ю.Л.», который был виден до 1939 года. Сюда, в Кропотово, Лермонтов приезжал на праздники во время учебы в Московском университетском пансионе. Кропотово навсегда осталось в памяти поэта. Он как-то записал в дневнике: «Моё завещание. Схороните меня под этим сухим деревом и положите камень: и пускай на нем ничего не будет написано, если одного имени моего не довольно будет доставить ему бессмертие». Речь идет о засохшей яблоне в родовом отцовском имении.
                    В 1835 году Лермонтов получил из лейб-гвардии гусарского полка  «отпуск по домашним обстоятельствам»- в Кропотово на 6 недель. После смерти отца половина кропотовского имения была завещана М.Ю.Лермонтову.
                    В 3-х километрах севернее имения, на пригорке с. Шипово стоит приходская церковь (постройка18 века); рядом – деревенский погост. Перед алтарной частью церкви был похоронен в 1831 году отец поэта. Здесь же, в семейном склепе, покоятся останки деда - Петра Николаевича, других его родственников, а также сестры великого математика Чебышева (когда-то за речкой Любашовкой идущая вверх дорога отделяла соседние земли Лермонтовых и Чебышевых).
                    В настоящее время по зарослям кустов сирени, дикой розы можно определить, где стоял барский дом, предположить размещение хозяйственных построек: кухни, ткацкой, каретного двора, конюшни, амбаров, погреба.
                    В заросшем парке прослеживается центральная аллея, когда-то рассаженная вязами и ведущая к речке Любашовке. А вокруг-цветущая красота теперь уже дикой природы…</p>

                <p class="part-title">Д.Кропотово - усадьба предков М.Ю.Лермонтова</p>
                <p class="part-text">Наш знаменитый земляк - писатель М.М.Пришвин родился 23 января (по старому стилю) в 1873 году в с.Хрущево-Левшино, которое входило в соловьевскую волость Елецкого уезда Орловской губернии. Ныне эти земли входят в Становлянский район. Здесь в Хрущево прошло его детство. Подростком ему приходится покинуть родные места, чтобы продолжить учебу и работать. Но каждую весну Пришвин наведывался в Хрущево. В 1914 году при разделе имущества ему досталась в Хрущеве 30 десятин земли. На этих десятинах писатель выстроил на свои литературные сбережения дом, разбил сад, определил участок под пашню. Весной 1918 года вместе с семьей Пришвин переезжает в Хрущево, надеясь найти опору в гуще родного народа и пережить смутную эпоху, отойдя от литературы. Пришвин ошибся, думая крестьяне отнесутся к нему, как к равному. Толи писательские занятия Пришвина вызвали подозрение, толи его происхождение, но жизнь его показалась кое-кому в уезде нежелательной. На крестьянском сходе ему «представили выдворительную» и Пришвин переехал в Елец.</p>
            </div>
        </div>
    </section>
</template>

<script>

    import '../../assets/styles/about-region.scss'



    export default {
        name: 'Places',
        components: {

        },
        data(){
            return{

            }
        }
    }
</script>
