<template>
    <section class="symbol-page">
        <div class="const">
            <img :src="flag" alt="">
            <div class="symbol-page__text">
                <p class="part-title">Геральдическое описание и обоснование символики герба Становлянского района</p>
                <p class="part-text">
                    Геральдическое описание герба Становлянского района гласит:
                    <br/>
                    <br/>
                    «В зелёном поле два золотых болгарских (пирамидальных) дуба, стоящие на золотой оконечности, обремененной выходящим червленым ( красным)  пламенем о трех языках ».
                    <br/>
                    <br/>
                    Герб Становлянского района  может воспроизводиться в двух равнодопустимых версиях:
                    без вольной части;
                    с вольной частью - четырёхугольником, примыкающим изнутри к верхнему углу герба Становлянского района с воспроизведёнными в нём фигурами из гербового щита Липецкой области.
                    <br/>
                    <br/>
                    <br/>
                    Версия герба Становлянского района с вольной частью применяется после внесения герба Липецкой области в Государственный геральдический регистр Российской Федерации.
                    <br/>
                    Обоснование символики герба Становлянского района.
                    <br/>
                    <br/>
                    Герб Становлянского района един и гармоничен, в основу композиции герба положены исторические, краеведческие, культурные, экономические особенности.
                    <br/>
                    <br/>
                    Становлянский район образован в 1928 году и первоначально входил в состав Елецкого округа Центрально-Черноземной области, в 1934 г. - в состав Воронежской области, затем, в 1937 г. был передан во вновь образованную Орловскую область, а в 1954 году - в Липецкую область.
                    <br/>
                    <br/>
                    Центр района - село Становое (до 1984 г. - с. Плоское)  известен с 1620 г. Название свое центр района получил по оврагу Становому, от слова «стан» - лагерь, кочевье (стоять, стать, остановиться, застава)».
                    <br/>
                    <br/>
                    Все фигуры герба имеют многозначную символику:
                    <br/>
                    - два пирамидальных дуба, привезённые молодыми саженцами из Болгарии в период русско-турецкой войны в 70- годы XIX века и по сей день украшающие бывшую усадьбу русского просветителя М. В. Перваго.
                    <br/>
                    Дуб означает силу, защиту, долговечность, мужество.
                    Кроме этого, пирамидальные дубы символизируют природную жемчужину России - Лесостепную опытно-селекционную станцию (Мещерский дендрарий), созданную в 1924 г. Н.К. Веховым, коллекция экзотической дендрофлоры которой включает 1798 видов Европы, Азии, Северной Америки.
                    Становлянская земля - малая родина приумноживших славу России и известных всему миру писателей И.А. Бунина, М.М. Пришвина, поэта М.Ю. Лермонтова - об этом аллегорически говорит пламя о трех языках.

                    Языки пламени  также аллегорически говорят о мужестве и отваге десятков тысяч становлянцев, сражавшихся в рядах Красной Армии с немецко  - фашистскими захватчиками в годы Великой Отечественной войны ( 1941 - 45 г.г. ).  9 Героев Советского Союза: И.М. Алексеев, М.И. Евтеев, Г.А. Малыгин, В.В. Марков, М.П. Окороков, М.Ф. Родионов, Н. А. Теренков, Н.С. Тиньков, Н.М. Целыковский- уроженцы Становлянского района.

                    Красный цвет - символ жизнеутверждающей силы, мужества, праздника, жизни, красоты.

                    Зеленый цвет поля и геральдическая фигура оконечность показывают, что Становлянский район в основе своей является сельскохозяйственным.

                    Золото - это цвет солнца, богатства, зерна, плодородия, эликсира жизни, символизирует величие, уважение, великолепие.

                    Зелёное поле щита дополняет символику  и аллегорически  показывает природу района, ее красоту.

                    Зелёный цвет - символ весны, радости, надежды, а также символ здоровья.
                    <br/>
                    <br/>
                    Административно-территориальная принадлежность Становлянского района к Липецкой области, согласно Закону Липецкой области «О гербе и флаге Липецкой области» может быть обозначена путем включения в герб муниципального образования «Становлянский район» четырёхугольника, примыкающего изнутри к верхнему краю щита с воспроизведенными в нём фигурами из гербового щита области.
                </p>
            </div>
        </div>
    </section>
</template>

<script>

    import '../../assets/styles/mainpage.scss'
    import flag from '../../assets/symbol.gif'


    export default {
        name: 'SymbolV',
        components: {

        },
        data(){
            return{
                flag
            }
        },
        methods: {
            footer: function(){
                let footer = document.querySelector('footer')
                if (footer){
                    footer.className = 'footer'
                }
            }
        },
        mounted() {
            this.footer()
        }
    }
</script>
