<template>
    <section class="symbol">
        <div class="symbol-page res">
            <div class="const">
                <div class="symbol-page__text">
                    <p class="part-title">ОТДЕЛ КУЛЬТУРЫ, СПОРТА И МОЛОДЕЖНОЙ ПОЛИТИКИ АДМИНИСТРАЦИИ СТАНОВЛЯНСКОГО МУНИЦИПАЛЬНОГО РАЙОНА</p>

                    <p class="part-subtitle last-sub"></p>



                    <p class="part-text">Отрасль культуры Становлянского района постоянно  развивается и находится в творческом поиске. На протяжении 13 лет она занимает первое место в областном смотре-конкурсе по организации досуга населения и развитию народного творчества. Ежегодный рост основных показателей работы обусловлен тем, что работники обеспечивают хорошее качество культурных услуг жителям района - с учетом постоянного анализа их запросов и потребностей: с этой целью в районе проводятся различные фестивали, смотры, так полюбившиеся местным жителям и гостям района: Сиреневый рай, Бал в Дворянской усадьбе Стаховичей, Медовый пир, Михайловские гуляния, Лермонтовские чтения, Бунинские Озерки,Славянская весна в Становом, новогодние забавы на площади и другие. Второй год  район участвует в областном фестивале национальных культур , занимая лидирующее первое место.</p>
                    <p class="part-text"> В районе функционирует 21 учреждение культуры, в которых  работает 255 клубных формирований ( 7 творческих коллективов имеют звание «народный»). Высокий профессионализм подтверждают результаты участия в конкурсах различного уровня.</p>
                    <p class="part-text">В целях реализации Указа Президента Российской Федерации от 7 мая 2018 года «О Национальных целях и стратегических задачах развития Российской Федерации на период до 2024 года»  и в рамках национального проекта «Культура» на территории муниципального образования  Становлянский район ведется реализация муниципальной программы «Развитие культуры, спорта и молодежной политики», утвержденной постановлением главы администрации района №336 от 27.09.2018года.</p>
                    <p class="part-text">Одним из направлений деятельности муниципалитета является повышение качества жизни и создание комфортной среды пребывания жителей района. При поддержке главы района Никитина С.А ряду учреждений культуры удалось привлечь дополнительные средства на ремонт, проведение фестивалей, укрепление материально-технической базы, пошив новых сценических костюмов, переподготовку кадров  на условиях софинансирования и в том числе из внебюджетного фонда.</p>
                    <p class="part-text"></p>
                    <p class="part-text"></p>
                    <p class="part-text"></p>
                    <p class="part-text"></p>
                    <p class="part-text"></p>
                    <p class="part-text"></p>
                    <p class="part-text"></p>
                </div>
            </div>
        </div>
    </section>
</template>

<script>

    import '../../assets/styles/social.scss'



    export default {
        name: 'Culture',
        components: {

        },
        data(){
            return{

            }
        }
    }
</script>
