<template>
    <section class="symbol">
        <div class="symbol-page res">
            <div class="const">
                <div class="symbol-page__text">
                    <p class="part-title">Образование</p>

                    <p class="part-subtitle last-sub">Если у вас есть вопросы, связанные с образованием, воспитанием и развитием ваших детей, мы будем рады вам помочь.</p>
                    <p class="part-text">Адрес: 399710, Липецкая область, Становлянский район, село Становое, улица Советская д.2</p>


                    <p class="part-text">В Липецкой области стартовал проект «Поддержка семей, имеющих детей». Проект направлен на оказание комплексной психолого-педагогической и информационно-просветительской поддержки родителям (законным представителям) детей.
                        Консультационные услуги высококвалифицированных специалистов смогут получить все родители (законные представители) детей на безвозмездной основе. Вы можете получить очную консультацию при обращении в консультационный пункт, дистанционно, при необходимости предусмотрены выездные консультации.
                        С 1 июня 2019 г. консультацию также можно получить в центрах «Мои документы».
                        Специалисты будут работать с вами в индивидуальном порядке, по интересующей вас тематике в области образования и воспитания детей. Вы сможете воспользоваться банком нормативно-правовых актов, методических материалов, получить доступ к необходимым информационным ресурсам.
                        Координацию деятельности консультационных пунктов осуществляет управление образования Липецкой области.
                        Мы рассчитываем на обратную связь от вас, которая поможет повысить эффективность работы специалистов.
                        С перечнем услуг можно ознакомиться на сайте управления образования и науки Липецкой области http://www.deptno.lipetsk.ru/ . </p>
                    <p class="part-text main-text">E-mail:  dasharet@rambler.ru </p>
                </div>
            </div>
        </div>
    </section>
</template>

<script>

    import '../../assets/styles/social.scss'



    export default {
        name: 'Education',
        components: {

        },
        data(){
            return{

            }
        }
    }
</script>
