<template>
    <section class="symbol-page res">
        <div class="const">

            <div class="symbol-page__text">
                <p class="part-title">ГУЗ «Становлянская РБ» </p>
                <p class="part-subtitle">Главный врач – Морозова И.И.  тел 2-26-55</p>
                <p class="part-subtitle">Зам. главного врача по лечебной работе Князева И.Н. 2-14-07</p>
                <p class="part-subtitle">Зам. главного врача по медицинскому обслуживанию населения – Гаврилина Н.Н.  2-17-87</p>
                <p class="part-subtitle">Зам. главного врача по поликлинической работе  Голодкова Е.В. 2-13-47 </p>
                <p class="part-subtitle last-sub">Юр. Адрес: 399710, с. Становое, ул. Ленина д.12 </p>
                <p class="part-text">Адрес: 399710, Липецкая область, Становлянский район, село Становое, улица Советская д.2</p>

                <p class="part-text main-text">Коечный фонд ГУЗ «Становлянская РБ» представлен: </p>
                <p class="part-text">  1.1. Хирургическое отделение – 35 коек; в том числе <br/> - хирургические – 15 коек
                    <br/>- травматологические – 15 коек
                    <br/>- гинекологические – 5 коек</p>
                <p class="part-text">  1.2. Терапевтическое отделение – 37 коек,  в том числе <br/> - терапевтические – 20 коек
                    <br/>- кардиологические – 7 коек
                    <br/>- неврологические –10 коек</p>
                <p class="part-text">  1.3. Отделение анестезиологии и реанимации – 6 коек (вне сметные).</p>
                <p class="part-text">Мощность дневного стационара поликлиники – 13 коек, функционирующие  в две смены, режим работы 5-дневный, пациенто -мест  26, из них:
                    <br/>- терапевтические – 6 коек 12 пациенто – мест
                    <br/>- неврологические –6 коек  12 пациенто – мест
                    <br/>- хирургические – 1 койка 2 пациенто – мест

                </p>

                <p class="part-text">
                    Дневной стационар поликлиники с.Ламское –  режим работы – 5 дневный, пациенто - мест -5 (койки терапевтического профиля).
                </p>
                <p class="part-text">
                    Дневной стационар центра общей врачебной практики д. Паленка –   3 пациенто-места, режим работы – 5 дневный общего профиля
                </p>
                <p class="part-text">
                    Дневной стационар центра общей врачебной практики с.Толстая-Дубрава –  3 пациенто-места режим работы – 5 дневный общего профиля.
                </p>
                <p class="part-text">
                    Дневной стационар на дому – 3 койки (койки терапевтического профиля).
                </p>

                <p class="part-text main-text">Поликлиники </p>
                <p class="part-text">- 399710, с. Становое, ул. Ленина д.12 (Поликлиника  районной больницы) </p>
                <p class="part-text">-399704, с. Ламское, ул. Ленина д.16 (Филиал поликлиники с. Ламское) </p>
                <p class="part-text">- 399702, с. Толстая Дубрава, ул. 40 Лет Победы, д.10</p>
                <p class="part-text">- 399723, д. Паленка, ул. Школьная, д.3</p>
                <p class="part-text main-text">Фельдшерско акушерские пункты (ФАПы) </p>
                <p class="part-text">1. Кирилловский ФАП - 399713, с. Кириллово, ул. Центральная, д.9</p>
                <p class="part-text">2. Злобинский ФАП - 399711, с. Злобино, ул. Школьная, д.19</p>
                <p class="part-text">3. Тростновский ФАП - 399716, с. Тростное, ул. Центральная, д.12</p>
                <p class="part-text">4. Телегинский ФАП - 399716, с. Телегино, ул. Механизаторов, д.58</p>
                <p class="part-text">5. Лукъяновский ФАП - 399700, д. Лукъяновка, ул. Центральная, д.33</p>
                <p class="part-text">6. Петрищевский ФАП - 399714, с. Дмитриевка, ул. Центральная, д.17</p>
                <p class="part-text">7. Озерский ФАП - 399714, д. Озерки, ул. Молодежная, д.9</p>
                <p class="part-text">8. Ястребиновский ФАП - 399724, д. Яркино, ул. Московская, д.14</p>
                <p class="part-text">9. Соловьевский ФАП - 399730, с. Соловьево, ул. Садовая, д.25</p>
                <p class="part-text">10. Грунино - Воргольский ФАП - 399721, с. Грунино Воргол, ул. Советская, д.11</p>
                <p class="part-text">11. Плотавский ФАП - 399720, д. Плоты, ул. Советская, д.50</p>
                <p class="part-text">12. Самохваловский ФАП - 399733, д. Бродки, ул. Солнечная, д.18</p>
                <p class="part-text">13. Пальна - Михайловский ФАП - 399732, с. Пальна - Михайловка, ул. 9-е Мая, д.7</p>
                <p class="part-text">14. Чемодановский ФАП - д. Чемоданово, ул. Центральная, д.26</p>
                <p class="part-text">15. Бутырский ФАП - 399704, с. Кличено, ул. Центральная, д.20</p>
                <p class="part-text">16. Мещерский ФАП - 399707, д. Барсуково, ул. Ленина, д.2</p>
                <p class="part-text">17. Березовский ФАП - 399708, с. Березовка, ул. Центральная, д.30</p>
                <p class="part-text">18. Красно -Полянский ФАП - с. Красная Пальна, ул. Фермерская, д.9</p>
                <p class="part-text">Медицинские кабинеты в муниципальных бюджетных дошкольных учреждениях, муниципальных бюджетных общеобразовательных учреждениях по адресам:</p>
                <p class="part-text">-399710,с. Становое, ул. Советская д. б/н -медицинский кабинет МБОУ СОШ с. Становое</p>

            </div>
        </div>
    </section>
</template>

<script>

    import '../../assets/styles/social.scss'



    export default {
        name: 'Health',
        components: {

        },
        data(){
            return{

            }
        },
        methods: {
            footer: function(){
                let footer = document.querySelector('footer')
                if (footer){
                    footer.className = 'footer'
                }
            }
        },
        mounted() {
            this.footer()
        }
    }
</script>
