<template>
  <main class="mainpage">
    <div class="const">
      <section class="glava-info">
        <img :src="nikitin" alt="">
        <div class="glava-info__text">
          <div class="glava-info__text-title">
            <p id="glava-name">Никитин Сергей Алексеевич</p>
            <p id="glava-status">Глава Становлянского муниципального района</p>
          </div>
          <p class="glava-say">Дорогие друзья! Приветствую вас на сайте администрации Становлянского района Липецкой области!
            Наш край - один из богатейших по своему культурному наследию районов Липецкой области. Его связь с корнями известных всему миру писателей, видных деятелей  искусства, славных военачальников обязывает нас сделать все, чтобы  сохранить доставшееся от предков наследие и сделать его привлекательной туристической зоной. С экономической точки зрения район не менее интересен. Федеральная трасса М-4 «Дон» и граничащие с ней железнодорожные пути сообщения создают оптимальные условия для строительства крупных логистических центров и эффективных промышленных и перерабатывающих предприятий.</p>
          <p class="glava-say">Но основная наша ценность – это жители района, каждый из которых отвечает за качество своего труда, стремится к профессиональному росту и гордится своей малой родиной.</p>
          <p class="glava-say">Надеюсь, на нашем сайте Вы сможете найти для себя много интересного и полезного. </p>
          <p class="glava-say">Потенциал района до конца не раскрыт. Мы всегда готовы к диалогу и долгосрочному сотрудничеству во всех сферах жизнедеятельности.</p>
        </div>
      </section>
      <section class="sections">
        <h2>Разделы</h2>
        <div class="sections-links">
          <router-link to="/about-region" class="section-links__item">
            <div class="section-links__item-card">
              <img :src="mountains" alt="">
            </div>
            <div class="section-links__item-text">
              <p class="section-links__item-text__title">О районе</p>
              <p class="section-links__item-text__sub">Символика</p>
              <p class="section-links__item-text__sub">История района</p>
              <p class="section-links__item-text__sub">Выдающиеся земляки</p>
              <p class="section-links__item-text__sub">Доска почета</p>
            </div>
          </router-link>
          <router-link to="/res" class="section-links__item">
            <div class="section-links__item-card">
              <img :src="social" alt="">
            </div>
            <div class="section-links__item-text">
              <p class="section-links__item-text__title">Социальная сфера</p>
              <p class="section-links__item-text__sub">Становлянский РЭС</p>
              <p class="section-links__item-text__sub">Здравоохранение</p>
              <p class="section-links__item-text__sub">Образование</p>
              <p class="section-links__item-text__sub">Культура</p>
            </div>
          </router-link>
          <a target="_blank" class="section-links__item" href="https://www.gosuslugi.ru/">
            <div class="section-links__item-card">
              <img :src="gosuslugi" alt="">
            </div>
            <div class="section-links__item-text">
              <p class="section-links__item-text__title">Госуслуги</p>
              <p class="section-links__item-text__sub">Официальный портал государственных услуг</p>
            </div>
          </a>
        </div>
      </section>
    </div>
      <section class="gos-banner">
        <img :src="gosBanner" alt="">
      </section>
    <section class="news">
      <div class="const">
        <h2>Новости</h2>
        <div class="news-item">
          <p class="news-item__text">
            Направить материнский капитал на образование любого из детей можно, когда ребенку, который дает право на материнский капитал, исполнится три года. Исключение составляет дошкольное образование – по этому направлению материнским капиталом можно распорядиться сразу после рождения ребенка, который дает право на сертификат.
            На дату начала обучения ребенок должен быть не старше 25 лет. Организация должна находиться на территории России и иметь лицензию на оказание образовательных услуг.
            Начиная с 2020 года, процедура распоряжения материнским капиталом на оплату образования детей значительно упрощена. Для этого Отделения ПФР по Липецкой области заключило соглашения об информационном обмене с образовательными учреждениями всех уровней: высшего, среднего профессионального, среднего общего и дошкольного.
            Если между Отделением ПФР и образовательным учреждением заключено такое соглашение, родителям достаточно через Личный кабинет на сайте ПФР или портал Госуслуг подать в ПФР заявление о распоряжении средствами МСК. Информацию о договоре на образование Пенсионный фонд запросит самостоятельно в рамках межведомственного взаимодействия.
            На сегодняшний день соглашения с региональным отделением ПФР заключили 8 ВУЗов, 27 ССУЗов и 15 детских садов
          </p>
          <p class="public-date">01.01.2021</p>
        </div>
        <div class="news-item">
          <p class="news-item__text">
            Отделение Пенсионного фонда России по Липецкой области информирует, что в соответствии с указом Президента РФ о нерабочих праздничных днях в период с 1 по 10 мая, частично внесены изменения в график доставки пенсий и социальных выплат, производимых Пенсионным фондом.
            В соответствии с графиком работы отделений «Почты России» в Липецкой области доставка пенсионных и социальных выплат будет осуществляться  в следующие сроки.
            Для всех отделений почтовой связи:
            <br/>3 мая 2021 года – за 3 мая, далее по графику.
          <br/>Для отделений почтовой связи с выходным днем пятница:
          <br/>8 мая 2021 года – за 8, 9, 10 мая, далее по графику.
          <br/>Для всех остальных отделений почтовой связи:
          <br/>7 мая – за 7,9 мая;
          <br/>8 мая – за 8,10 мая, далее по графику
          <br/>Жителям Липецкой области, которые получают пенсионные и социальные выплаты на свои счета через кредитные учреждения с 4 по 11 числа каждого месяца, зачисление будет произведено 29 апреля. Далее перечисление денежных средств пенсионерам Липецкой области будет производиться на счета кредитных учреждений по обычному графику.
          </p>
          <p class="public-date">02.01.2021</p>
        </div>
        <div class="news-item">
          <p class="news-item__text">
            Год назад Пенсионный фонд приступил  к  проактивной выдаче сертификатов на материнский (семейный) капитал. За это время Отделение ПФР по Липецкой области оформило 5013 сертификатов на маткапитал в проактивном режиме.
            Проактивное оформление сертификата означает, что после рождения ребенка материнский капитал семье оформляется в беззаявительном порядке на основании сведений ЗАГСа.
            Данные о том, что семье предоставлен сертификат, фиксируются в информационной системе Пенсионного фонда и появляются в личном кабинете человека, имеющего право на маткапитал, на сайте ПФР или на портале Госуслуг. Доступ к личному кабинету на сайте ПФР есть у каждого, кто прошел подтвержденную регистрацию на портале Госуслуг. Если регистрация в Личном кабинете отсутствует, есть возможность получения сертификата на бумажном носителе в любом территориальном органе ПФР.
            Напомним, что все семьи, в которых первенец рожден или усыновлен, начиная с 1 января 2020 года, имеют право на материнский капитал в размере 483 881 рубля. Семьи, в которых с 1 января 2020 года появился второй ребенок, имеют право на материнский (семейный) капитал в размере  639 431 рубля.
            Программа материнского (семейного) капитала действует до 2026 года, то есть необходимо, чтобы ребенок, который дает право на сертификат, родился или был усыновлен до 31 декабря 2026 года. При этом, как и раньше, само получение сертификата и распоряжение его средствами временем не ограничены.
          </p>
          <p class="public-date">03.01.2021</p>
        </div>
      </div>
    </section>
  </main>
</template>

<script>

  import '../assets/styles/mainpage.scss'
  import nikitin from '../assets/nikitin.png'
  import mountains from '../assets/mountains.svg'
  import social from '../assets/social.svg'
  import gosuslugi from '../assets/gosuslugi.svg'
  import gosBanner from '../assets/gos-banner.png'


  export default {
    name: 'Mainpage',
    components: {

    },
    data(){
      return{
        nikitin, mountains, social, gosuslugi, gosBanner
      }
    },
    methods: {
      footer: function(){
        let footer = document.querySelector('footer')
        if (footer){
          footer.className = 'footer'
        }
      }
    },
    mounted() {
      this.footer()
    }
  }
</script>
