<template>
    <section class="symbol-page res">
        <div class="const">

            <div class="symbol-page__text">
                <p class="part-title">Противодействие коррупции</p>
                <p class="part-subtitle last-sub"></p>

                <p class="part-text">Коррупция это - злоупотребление служебным положением, дача взятки, получение взятки, злоупотребление полномочиями, коммерческий подкуп либо иное незаконное использование физическим лицом своего должностного положения вопреки законным интересам общества и государства в целях получения выгоды в виде денег, ценностей, иного имущества или услуг имущественного характера, иных имущественных прав для себя или для третьих лиц либо незаконное предоставление такой выгоды указанному лицу другими физическими лицами, а также совершение указанных деяний от имени или в интересах юридического лица.</p>
                <p class="part-text">Министерством труда и социальной защиты Российской Федерации в рамках реализации полномочий, предусмотренных подпунктами «а» и «в» пункта 25 Указа Президента Российской Федерации от 2 апреля 2013 г. № 309 «О мерах по реализации отдельных положений Федерального закона «О противодействии коррупции», направляется Информационное письмо о возможности приобретения цифровых финансовых активов и цифровой валюты и владения ими отдельными категориями лиц.</p>


                <p class="part-text">Антикоррупционным законодательством Российской Федерации для отдельных категорий лиц установлены запреты:</p>

                <p class="part-text">приобретать ценные бумаги в случае, если владение такими ценными бумагами приводит или может привести к конфликту интересов;</p>
                <p class="part-text">прямо и косвенно владеть и (или) пользоваться иностранными финансовыми инструментами.</p>
                <p class="part-text">В целях исключения нарушения указанных запретов при открытии таким лицам индивидуального инвестиционного счета необходимо учитывать следующее.</p>

                <p class="part-text">В соответствии с абзацем первым пункта 1 статьи 10.2-1 Федерального закона от 22 апреля 1996 г. № 39-ФЗ «О рынке ценных бумаг» (далее – Федеральный закон № 39-ФЗ) индивидуальный инвестиционный счет – счет внутреннего учета, который предназначен для обособленного учета денежных средств, ценных бумаг клиента – физического лица, обязательств по договорам, заключенным за счет указанного клиента, и который открывается и ведется в соответствии со статьей 10.2-1 Федерального закона № 39-ФЗ.</p>

                <p class="part-text">Согласно абзацу второму пункта 1 статьи 10.2-1 Федерального закона № 39-ФЗ индивидуальный инвестиционный счет открывается и ведется брокером или управляющим на основании отдельного договора на брокерское обслуживание или договора доверительного управления ценными бумагами, которые предусматривают открытие и ведение индивидуального инвестиционного счета (далее также – договор на ведение индивидуального инвестиционного счета).</p>

                <p class="part-text">Пунктом 8 статьи 10.2-1 Федерального закона № 39-ФЗ предусмотрено, что по договору на ведение индивидуального инвестиционного счета допускается передача клиентом профессиональному участнику рынка ценных бумаг только денежных средств, за исключением случая прекращения одного договора на ведение индивидуального инвестиционного  и заключения нового договора (пункт 4 статьи 10.2-1 Федерального закона № 39-ФЗ).</p>

                <p class="part-text">Договор на ведение индивидуального инвестиционного счета предусматривает, что приобретаемые ценные бумаги становятся собственностью клиента.</p>

                <p class="part-text">Одновременно стоит учитывать, что абзац второй пункта 9 статьи 10.2-1 Федерального закона № 39-ФЗ допускает возможность приобретения на организованных торгах российского организатора торговли ценных бумаг иностранных эмитентов за счет имущества, учитываемого на индивидуальном инвестиционном счете.</p>

                <p class="part-text">В этой связи лицам, на которых антикоррупционным законодательством Российской Федерации распространяются вышеуказанные запреты, при заключении договоров на ведение индивидуального инвестиционного счета необходимо исключить приобретение профессиональным участником рынка ценных бумаг в интересах таких лиц ценных бумаг:</p>

                <p class="part-text">владение которыми приводит или может привести к конфликту интересов;
                являющихся иностранными финансовыми инструментами.</p>
                <p class="part-text">Дополнительно отмечаем, что в случае представления сведений о доходах, расходах, об имуществе и обязательствах имущественного характера по форме справки, утвержденной Указом Президента Российской Федерации от 23 июня 2014 г. № 460 «Об утверждении формы справки о доходах, расходах, об имуществе и обязательствах имущественного характера и внесении изменений в некоторые акты Президента Российской Федерации» (далее – справка), сведения об открытом индивидуальном инвестиционном счете указываются в разделе 4 справки.</p>

            </div>
        </div>
    </section>
</template>

<script>

    import '../../assets/styles/corruption.scss'



    export default {
        name: 'Corruption',
        components: {

        },
        data(){
            return{

            }
        }
    }
</script>
